{"introductions":["Are you here to listen to my sermon, child? | Oh, so you're looking into [Victim]'s murder?  What have I to do with this? | You would implicate the Lord's servant in such a horrendous act?  How vile your soul has become."],"openers":["I hope you've made progress, detective.","You look helpless, child.","You lack the amount of faith that I would hope to see from one who seeks to rid us of evil."],"openersMorning":["Have you come to listen to the truth, or to speak it?"],"openersDay":["%(sigh)% What now, child?"],"openersNight":["I assume it's important if you're bothering me at this time, detective?","The Lord need not need to sleep, and apparently neither does you... "],"closers":["Are you avoiding me, child?","Shoo, detective.","Are you done with me, then?"],"closersMorning":["You have some soul searching to do, child."],"closersDay":["Finally.  Back to my sermon."],"closersNight":["I hope to see you at mass, child.  You may need it the most."],"itemYes":["The church has [Weapon], yes.","[Weapon] is necessary for the church.  ","If you must know, child, I do own [Weapon]."],"itemNo":["Child, why would I have a [Weapon]?  Of course I do not.","Are you truly so blinded to the truth child? | Embarassing as is it to have to respond to such a statement; no, I do not own and did not use [Weapon] to kill [Victim].","That is nothing more than false, child.  I'll hear no more of it."],"itemBut":["My turn. Did you know that [Suspect] has [Weapon]?  The Lord sees all.","Since we are doing a confessional, then let me confess that I saw [Suspect] with [Weapon]. | Now go consider this elsewhere.","Let me add, that [Suspect] has [Weapon], and the Lord is surely watching [Suspect]'s actions with it."],"startHintYes":["May the Lord have mercy on [Victim]'s soul. | I cannot pretend to know the Lord's plan in this, but I will suggest looking into [Suspect]. | I saw [Suspect] with [Weapon] not long ago."],"startHintNo":["May the Lord have mercy on [Victim]'s soul. | I haven't a clue on where to start, detective, but I will pray for the Lord to enact vengeance upon the murderer."],"motiveGreenInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveGreenGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveYellowInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveYellowGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveRedInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveRedGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlackInnocent":["Not yet implemented."],"motiveBlackGuilty":["Not yet implemented."],"motiveBlueInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlueGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveVictimGreenInnocent":["It always seemed like [Victim] was at his beck and call. | Even when they differed in opinion, [Green] always insisted on having [Victim] as his doctor."],"motiveVictimGreenGuilty":["Would you truly expect a critic of alcohol and a vintner to get along?"],"motiveVictimYellowInnocent":["Even those who do not follow the Lord must find solace in something. | Her comfort was found in [Victim] tending to her husband until the end."],"motiveVictimYellowGuilty":["Unlike her husband, [Yellow] is anything but a follower of the Lord. | However, the week after Mr. Yellow died, she did attend mass.  She spoke to me for advice then. | I won't go into detail, but she showed concern that [Victim] may not have tried to save her husband. | The poor soul has not returned to the church since then.  I still pray that the Lord be with her in her recovery."],"motiveVictimRedInnocent":["Their relationship appears to have been that of supply partners.  [Red]'s high quality art supplies often came from [Victim] importing them to [Red] when he visits. | In fact, much of the art around the church was made by [Red] using [Victim]'s supplies, so I doubt that their relationship was too sour."],"motiveVictimRedGuilty":["I understand her... disdain for [Victim].  She is a child of the Lord, and [Victim] has publicly denouced religion. | What would you do if someone publicly denouced your way of life?"],"motiveVictimBlackInnocent":["The doctor is a blessing to many here, and his visits inspire increased attendence to the church. | I would never curse the converts that his visits bring."],"motiveVictimBlackGuilty":["[Victim] was... less than religious.  I believe he was a fool to reject the Lord. | Look where that landed him."],"motiveVictimBlueInnocent":["I would be surprised to find out that [Blue] would want [Victim] gone. | He would have to work twice as much to deal with the citizens stressed by the loss of their most consistent doctor."],"motiveVictimBlueGuilty":["I cannot imagine that [Blue] cares for the man who promotes abstinence. | His confessionals, though, reveal a deeper hate of [Victim].  Why though, he would not say."],"opportunityGreenGuilty":["Before I went into the Lord's house for the night.  I saw [Green] at the [Location]. | He seems to defy the clock when doing work, doesn't he?"],"opportunityGreenInnocent":["I didn't see him that night, mayhaps he was squirrled away in his winery?"],"opportunityYellowGuilty":["A generous fool that one.  She had planned to stay back at the bakery and clean up during the party, however her bakery was closed last night and all the lights were off. | She only shuts off the lights in her store when she leaves it.  She wasn't visiting her husband's grave, so where could she have gone?"],"opportunityYellowInnocent":["In a break from my devotional, I saw her in the graveyard. | I know her husband is with the Lord, but I fear that she may not be joining him.  Perhaps she was coming to terms with that."],"opportunityRedGuilty":["The Lord works through her with the gift of art. | However, I took a break from my devotion and saw he browsing the [Location].  Perhaps she may have more information on the case."],"opportunityRedInnocent":["A church-goer stepped out and saw her working late instead of joining the party.  Hopefully divining the Lord's work onto canvas."],"opportunityBlackGuilty":["As a servent of the Lord, I must continually reconnect with Him. | I dedicated that night to this aim."],"opportunityBlackInnocent":["As a servent of the Lord, I must continually reconnect with Him. | I dedicated that night to this aim."],"opportunityBlueGuilty":["That fool needs to end his devotion to the drink. | Devotion to the Lord should be highest priority.  A church goer saw him passed out that night."],"opportunityBlueInnocent":["A man in his position should know to be more cautious with where he sleeps.  He was passed out."],"dunno":["The Lord knows all.  If you want answers, I suggest you seek him out."]}
