{"introductions":["Are you here to listen to my sermon, child? | Oh, so you're looking into [Victim]'s murder?  What have I to do with this? | You would implicate the Lord's servant in such a horrendous act?  Perhaps you should focus on saving your own soul before you try and save the souls of this town."],"openers":["I hope you've made progress, detective.","You look helpless, child.","You lack the amount of faith that I would hope to see from one who seeks to rid us of evil.","Have you come to listen to the truth, or to speak it?","%(Sigh)% What now, child?","I assume it's important if you're bothering me at this time, detective?"],"closers":["Are you avoiding me, child?","Shoo, detective.","Are you done with me, then?","You have some soul searching to do, child.","Finally.  Back to my sermon.","I hope to see you at mass, child.  You may need it the most.  "],"itemYes":["The church has [Weapon], yes.","[Weapon] is necessary for the church.  ","If you must know, child, I do own [Weapon]."],"itemNo":["Child, why would I have a [Weapon]?  Of course I do not.","Are you truly so blinded to the truth child?  Embarassing at is it to have to respond to such a statement; no, I do not own and did not use [Weapon] to kill [Victim].","That is nothing more than a lie, child.  I'll hear no more of it."],"itemBut":["My turn. Did you know that [Suspect] has [Weapon]?  The Lord sees all.","Since we are doing a confessional, then let me confess that I saw [Suspect] with [Weapon]. | Now go consider this elsewhere.","Let me add, that [Suspect] has [Weapon], and the Lord is surely watching [Suspect]'s actions with it."],"startHintYes":["May the Lord have mercy on [Victim]'s soul. | I cannot pretend to know the Lord's plan in this, but I will suggest looking into [Suspect]. | I saw [Suspect] with [Weapon] not long ago."],"startHintNo":["May the Lord have mercy on [Victim]'s soul. | I haven't a clue on where to start, detective, but I will pray for the Lord to enact vengeance upon the murderer."],"motiveGreenInnocent":["Despite himself, [Green] has not forgotten his roots.  His donations to the church are much appreciated.","[Green]'s submission to the church is much appreciated, and a sign of where his soul will land.","Despite his straying, [Green] does support the church.  I see potential in him if he does not continue to squander it."],"motiveGreenGuilty":["That blasphemer hates the church.  Does he not realize the state that this town would be in without the Lord?","[Green] may donate to the church, but the Lord can see his real self-centered reasons.","The Lord can see his sins, can't you?"],"motiveYellowInnocent":["Yellow is a wonderful person, despite her blindness to the truth.","The baker's wife?  She's hardly capable of murder.  Her soul, though blinded to the truth, is too kind.","The baker's wife?  Her donations to the church reveal her soul's destination, despite her blindness."],"motiveYellowGuilty":["The widow?  She neither respects the tenates of the Lord, nor the rules of the freemasons.  If she cannot follow even those standards, perhaps she is capable of more.","The widow?  She may feed the body, but her soul has starved.","Yellow is a faithless being, and it shows in her baking."],"motiveRedInnocent":["They say that the Lord moves in mysterious ways.  Mysterious indeed to choose [Red] to glorify him through her inspired artwork.","Perhaps [Red] is an outsider, but her confessionals prove her strong belief in the Lord, and speaks volumes to her true character.","Who, [Red]?  I doubt that she could do such a thing.  Strange as she may be, her soul does seem to sit with the Lord."],"motiveRedGuilty":["The merchant girl?  She may feign belief, but she hardly allows the Lord's word any attention in the streets.  Taste not her devil's chocolates.","The Prussian girl?  I trust her as I trust any outsider.  Very little.","The Prussian girl?  I doubt much about her.  Her mysterious aire has begun to run thin."],"motiveBlackInnocent":["I am [Black].  I am the leader of this town's holy church, and the last one trying to save the souls of this town, aside from the Lord of course. | I have noticed you missing from mass lately. | Don't tell me that work has gotten in the way of your devotion."],"motiveBlackGuilty":[null],"motiveBlueInnocent":["Ah, yes.  [Blue] is a good man, if a little unrefined.  I have little to complain about.","He needs refinement, but [Blue]'s faith in the church and freemasonry is a good start.","[Blue]?  He has helped me out in keeping my rights to preach on the streets.  At least his heart is in the right place."],"motiveBlueGuilty":["The guard?  That drunk could hardly tell Lucifer from the Virgin Mary in his stupors.  What else, I ask, could he confuse?","[Blue]?  The pleasure seeker is more likely to sober up than to take his head out of his pants. | Neither are likely.","The guard?  Well I cannot condone his personal interest in [Yellow].  His intentions may be good, but so paved is the pathway to hell.","You would be shocked by [Blue]'s confessionals.  It seems he carries no quarry with sinning and asking forgiveness. | The Lord may forgive and forget, but I hope he expects none of the latter from me."]}
