{"introductions":["%...here it comes%  Hey there good-lookin'!  You're the one looking into the case, right? | Great, good luck with that."],"openers":["([Blue] drunkly winks as you approach.)","%...speak of the devil.% Welcome back, detective!","Couldn't get enough of me, huh? %(sigh)%"],"closers":["Leaving so soon?  %finally...%","You, me, the tavern, tonight.  Think about it.  ","(Blue's zoning out.  You take the chance to leave.)"],"itemYes":["I actually caught a glimpse of [Suspect] with [Weapon] yesterday.  %but you already knew that, didn't you?% | %smart bastard.%","[Yellow] doesn't like me using it, but I do have [Weapon].","*[Blue]'s zoning out* What?  Y-yeah, sure, whatever you said."],"itemNo":["Who, me?  Never.  %not like you'd know.%","I wouldn't touch the thing.  Unless you wanted me to, of course.","I, uh, don't have [Weapon].  %...do I?%"],"itemBut":["%not as suspicious as [Suspect] having [Weapon], though.%","I actually caught a glimpse of [Suspect]'s [Weapon] yesterday.  (but you already knew that, didn't you?)","Oh, since you're %stealing% my job, I should probably warn you that [Suspect] has [Weapon] also."],"startHintYes":["%geez%  I dunno about that, detective. | I saw [Weapon] in [Suspect]'s possession, I think? | ...You can take it from here."],"startHintNo":["%geez%  I dunno about that, detective. | You want my advice?  Look around the town, or something.  %I dunno.% | ...You can take it from here."],"motiveGreenInnocent":["Anyone who makes wine that good can't be all bad, right?","Green?  Creator of Green Wine?  Of course I like him!","Green?  Creator of Green Wine?  He hands out wine like it's going out of style, so how can I complain?"],"motiveGreenGuilty":["Green?  Creator of Green Wine?  If his words were half as sweet as his wine then I'd be inclined to listen to them.","Just because Green has some money doesn't mean that he can push us around.","Eugh, don't make me throw up.  I'm already close."],"motiveYellowInnocent":["Yellow?  She's got the form of an angel and the hands of a baker.  What more could a man ask for?","She's gorgeous, skilled, and most importantly, single.  So yeah, she's my type.","(Blue is looking to the distance, apparently daydreaming) Y-yeah.  She's nice."],"motiveYellowGuilty":["Yellow?  She's got the looks, but she's not the sweetest rose.  %why won't she return my love?%","Yellow... she's always so sweet to everyone.  %everyone but me.% | %what a flirt.%","Yellow?  Oh, she's got the form of an angel and the wrists of a demon.  %at this rate, she'll never forget him.%"],"motiveRedInnocent":["Red?  She's nice, doesn't get into trouble much.  ","The street merchant?  She's a church-goer, didn't figure that she'd be much of a suspect.","The street merchant?  I mean, I doubt she'd be capable of murder."],"motiveRedGuilty":["The street merchant?  She's the only one who doesn't respect and admire Yellow.  I'd call her a witch for that alone.","Red seems to enjoy making me force her off the streets at night.  %there are rules for a reason.%","Red's nice, but I've got more important things to do than talk to the wench all day."],"motiveBlackInnocent":["The friar?  He's the friar.  %you're kidding, right?%","Ooh, I love that man.  Fooollower of God supreeeem.","The friar?  He makes my job easier, I have to appreciate that."],"motiveBlackGuilty":["The friar?  He's a bit of an ear- and eye-sore, don't you think?  Not that I'd tell him that.","The friar's a good man, but he doesn't have to force everyone to his standards.  %the bastard doesn't even drink.%","Oh, yeah, he's a reeeaaal treasure to the town. ([Blue] stares past you mumbling to himself)"],"motiveBlueInnocent":["I'm Blue, the town's guard, and your personal protector. | I may look stunning on break, but wait until you see me in motion. | I would help you with the case more, but you seem like you've got everything under control."],"motiveBlueGuilty":[null]}
