{"introductions":["Ah!  Detective!  I was hoping to run into you. | I was informed of being a ... suspect in [Victim]'s unfortunate passing.  My condolences, of course. | It is true that wine sales are declining, but let me assure you that neither [Green] nor Green Wine condone ... rebellious acts of the sort. | Officially, Green Wine is completely at your disposal. | Just keep it brief and on subject."],"openers":["Here for an interview, I assume?","Give me good news, detective.","More questions I assume, detective?"],"closers":["I am a very busy man, detective.","Are we done here, then?","You have some things to think about.","It's shame that we met under these circumstances, detective.  Otherwise I may have ... hired you."],"itemYes":["That is correct.  What are you implying, detective?","Of course I ... have [Weapon], detective.  Don't you?","I own many things, detective.  Including a company that has a need for [Weapon]."],"itemNo":["Have you any proof, detective?","It is impolite to ... slander, detective.  Especially when the slander is falsified.","You will have to try harder than that, detective."],"itemBut":["Consider instead [Suspect], who owns [Weapon].","Since you seem to be ... having trouble, then I will give you the hint you so desire, detective.  [Suspect] with [Weapon] at [Location].","I have a reason to have one though, you should be asking [Suspect] about [Weapon] instead.  You know, like a detective would."],"startHintYes":["You said [Victim] was killed with [Weapon]?  Something to do that is not ... uncommon. | However, I know that [Suspect] has [Weapon].  Start there."],"startHintNo":["You said [Victim] was killed with [Weapon]?  Something to do that is not ... uncommon. | However, I cannot think of where to start.  I appologize."],"motiveGreenInnocent":["I am [Green] Greenston, the vintner of the town and producer of the ... nationally famous Green Wine.  You can call me [Green]. | I am found at the vinyard to the East, but I am often busy.  Take that into account. | This case will hurt sales for Green Wine as much as it will harm your reputation if you cannot find the murderer. | For this reason and more, Green Wine appreciates your ... hard work."],"motiveGreenGuilty":[null],"motiveYellowInnocent":["[Yellow] is a consistent ... proprietor of Green Wine.  She has done nothing to change that.","[Yellow] keeps Green Wine employees well-fed.  I have no complaints.","[Yellow]'s Bakery keeps the town happy and content, and her smile calms the town.  She would do well in business or politics."],"motiveYellowGuilty":["I may not be a ... typical believer, but I find [Yellow]'s lack of any faith ... uncomfortable.","Did you know that Green Wine is sold at almost double the retail price?  [Yellow]'s business skill may someday cause her to ... close up shop.","[Yellow]'s kind likeness is an effective seller.  Her lack of control over it though is ... troublesome."],"motiveRedInnocent":["[Red] has some respectable talent.  She should sell her art on a grander scale.  She could make a ... killing off of it.","[Red] seems like a respectable merchant.  Always nice to see her ... succeed.","I respect the diversity she brings to the market.  [Red]'s ideas are ... invaluable market change."],"motiveRedGuilty":["[Red] is surprisingly strong competition to [Yellow].  She causes sales to decline.","[Red] brings with her unusual practices.  I do not trust her.","[Red]'s chocolate sales are adversely proportional to Green Wine sales.  I cannot pretend to appreciate her presense."],"motiveBlackInnocent":["[Black] was a long-time ... mentor of mine as a child.  He hasn't the temperment for murder.","[Black] is a solid customer and ... friend of mine.  I refuse to let our differences come between us.","[Black] is the most devoutly religious person that I know.  Despite our differences, I ... do not believe him capable of murder."],"motiveBlackGuilty":["[Black] and I were long-time friends.  I understand he came to hate me and this town for their views on religion. | I do not know what he is capable of anymore.","[Black] was not my first choice for town friar, despite our history.  His anger completely betrays his intentions. | I ... sometimes worry about the man.","[Black] seems to have ... lost himself in recent years.  His religious shoutings continue to grow.  I have begun to worry of his sanity."],"motiveBlueInnocent":["[Blue] is the reason that [Yellow] has to constantly restock wine.  I refuse to ... complain about my most loyal customer.","[Blue] and I have actually spent some time together.  He has quite the drunken tendencies, but his heart is in the right place.","[Blue] is ... special.  Despite this, his services are much appreciated."],"motiveBlueGuilty":["[Blue] is perhaps the one person who can make drinking Green Wine seem low class.  I do not appreciate it.","[Blue] is perhaps the least educated person with a say-so in town hall.","[Blue] is the only man I can imagine who can have such political power and drunkenly ... misunderstand how to use it."]}
