{"introductions":[],"openers":["Can't talk, have somewhere to be.","[Red]'s chocolate is heavenly, but her personality ain't so sweet.  Why can't she be like [Yellow]. | I mean, I still bought [Red]'s stuff, but that's beside the point.","I thought [Blue] was a womanizer, but he was so drunk last night that I caught him hitting on another man! | ...What if he wasn't drunk?  What are you talking about?  [Blue]'s always drunk!","What is [Blue] doing?  A murder happens in his town, and all he can think about is drinking! | ...On second thought, maybe he's got the right idea.","I went to one of [Victim]'s speeches the other day.  No wonder Green Wine's in trouble. | I nearly quit wine myself after hearing it! | ...Nearly.","[Blue] may enjoy the company of women, but he doesn't seem any less shy with some of the men. | Is wine really that powerful, or did I just misjudge him?","Uh, who are you again?  Do I know you?","Does [Black] really have the right to call us all sinners? | ...What, tell him?  I, uh.  I don't know if I need to tell him right now...","[Yellow]'s a saint in how she treats everyone here, but I'm always a little offput by her. | I feel pessimistic just to think that.","I've never seen [Yellow] be anything less than chipper.  |  Some say she's never cried, even when her husband died!  ","I bet [Red] did it.  You can never trust a street merchant. | ...Why?  Because street merchants change their prices the moment you aren't looking. | How shady is THAT?","[Green]'s family's been connected to wine for so long, I wouldn't be surprised if his ancestors were vampires.","For such a small town, it sure does seem to attract trouble. | But considering some of the residents, I guess I shouldn't be surprised.","[Yellow]'s like the town's grandmother.  Overly kind and constantly feeding us.","I heard that [Black] and [Green] used to be friends before [Green] became a Deist. | No wonder [Green] avoids [Black]'s sermons when walking through town.","I've... I've got to go."],"closers":[]}
