{"introductions":["Hm, you're looking into the murder, huh? | Well, good luck.  Murder ain't exactly difficult to get away with right now. | But you already know that, don't you?"],"openers":["You find the bastard yet?","...What?  What do you want?","Are you here for art, chocolate, or questioning?"],"closers":["Don't look at me like that.  I get enough bad looks as it is.","Yeah.","What?  That's it?"],"itemYes":["Yes, I have [Weapon].  Is that your major breakthrough here?","Yes, genius, I carry [Weapon].","And you don't have [Weapon]?"],"itemNo":["Now that you mention it, I can't find my [Weapon].  I first realized that it was gone early yesterday.  ","Yeah, no.  Try again.","Hate to break it to you, but your lead just dead-ended.  I don't have [Weapon]."],"itemBut":["If you want to use your brain, why not ask where [Suspect] got [Weapon].  ","So what?  [Suspect] has [Weapon], and I don't see you questioning [Suspect].","We all have something that could have done it.  Hell, even [Suspect] has [Weapon].","Where'd you get that information?  It was [Suspect], was it? | Well, you know what?  Just yesterday I saw [Suspect] with [Weapon].  Go bother [Suspect] about that."],"startHintYes":["%(sigh)% What a mess. | Look into [Suspect].  I know [Suspect] has [Weapon]."],"startHintNo":["%(sigh)% What a mess. | I know nothing, detective.  Ask someone else."],"motiveGreenInnocent":["[Green] is one of the few people in this town who can accept differences.  That's rare in this world.","The fancy guy?  Oh yeah, he purchases art from me every few weeks.  He always says he comes to see my artistic vision.","Of all the rich frenchmen, [Green]'s not so bad."],"motiveGreenGuilty":["Tch.  [Green] may seem nice, but he's just as dirty as any other rich person.","The deist?  He doesn't even trust the bible.  Just like a businessman.","Would you trust a man like that?"],"motiveYellowInnocent":["[Yellow]?  We're practically competing, yet she always visits to support me.  Doesn't get better than that.","[Yellow]?  She practically advertises my supplies in her store like we ain't competing.  The lady's got guts at least.","[Yellow] and I don't see eye to eye, but I honestly can't complain about her."],"motiveYellowGuilty":["Pft, [Yellow]?  She seems nice, but she ain't going to heaven, I'll tell you that much.","The baker?  She doesn't seem all that great.  What does [Blue] see in her, anyway?","The baker?  That wench has been leading [Blue] astray ever since her husband died."],"motiveRedInnocent":["You'll call me [Red].  I'm a chocolateer, an artist, an artisan, and a street merchant. | You'll see me doing the latter the most though.  Here, take a chocolate sample."],"motiveRedGuilty":[null],"motiveBlackInnocent":["He'll never trust me, but [Black]'s one of the only honest catholics around.","He's the head of my church.  Enough said.","[Black]'s been putting my art in the church for years.  He says I have a gift of God. | Hm, I can't complain with that."],"motiveBlackGuilty":["What, [Black]?  He looks at me and only sees my Prussian blood.  That should say plenty to his character.","If it weren't a public event, I'd think [Black] would kick me out of mass for being who I am.  He won't even let me in the confessional half the time.","What, [Black]?  Yeah, no.  He's a bad friar. | I'm just waiting for God take notice and find his replacement."],"motiveBlueInnocent":["[Blue]?  He's the only one I can't complain about.  He's a good guy that I'd like to get to know better.","[Blue]'s a great catholic guy.  What else do I have to say?","[Blue] always stops by at closing to walk me home.  He's surprisingly sweet, if not a great judge of character."],"motiveBlueGuilty":["[Blue]?  I don't have an issue with [Blue].  I have an issue with [Blue] letting [Yellow] poison his mind. | What does [Blue] see in [Yellow] anyway?  Can't he see that she's not interested?","I like [Blue].  Out of everyone in this town, I like [Blue].  Meanwhile [Blue] won't give me the time of day. | So yeah, I'm mad at him right now.","Maybe if [Blue] pulled himself out of the gutter more often, then he'd actually have the chance to be the man I know he could be."],"genericDontKnow":["You expect me to pay attention to those kinds of things?"]}
