{"introductions":["Oh, honey!  I'm so sorry you have to look into this case. | Let me know if I can get you anything to keep up your energy. | Not for free, of course.  Kindness doesn't pay for itself."],"openers":["Welcome back, honey!  What can I get you?","You look starved, honey.  You shouldn't work so hard.","Honey, take a break.  You seem like you need it."],"openersMorning":["Oh, good morning deary!  What can I get you?"],"openersDay":["Good to see you again, deary. | I just finished baking a batch of bread. How can I help you?"],"openersNight":["I've already closed up for the day, sorry honey. | But what can I help you with anyway?"],"closers":["Leaving already?  Well good luck."],"closersNight":["It seems like you've been working for awhile.  Maybe you should take a dinner break, deary."],"itemYes":["That is correct.  What are you implying, detective?","Of course I ... have [Weapon], detective.  Don't you?","I own many things, detective.  Including a company that has a need for [Weapon]."],"itemNo":["Oh, I may have had [Weapon] once, but I don't have [Weapon] anymore.","Oh, I lost [Weapon] weeks ago, honey.","Say what you will, but I actually don't have [Weapon], honey."],"itemBut":["Oh, that reminds me!  I saw [Suspect] with [Weapon] the other day!","Speaking of which, did you hear that [Suspect] has [Weapon]?  I know, right?  Never really trusted [Suspect].","Oh, have you heard what they're saying?  [Suspect] supposedly has [Weapon] also.  I heard that [Suspect] knows how to use it, too."],"startHintYes":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'd hate to mention anyone by name, but it's the only place I can think to start, dear. | I think that [Suspect] has [Weapon].  Just please don't tell [Suspect] that I brought that up!"],"startHintNo":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'm so sorry, honey.  I would have no idea where to start on this case."],"motiveGreenInnocent":["Not yet implemented."],"motiveGreenGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveYellowInnocent":["Not yet implemented."],"motiveYellowGuilty":["Not yet implemented."],"motiveRedInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveRedGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlackInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlackGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlueInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlueGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveVictimGreenInnocent":["I don't know about their personal relationship, but I know that [Victim] only comes into town when [Green] expedites him. | [Green] must really prefer [Victim] to be his doctor.  Don't you think, honey?"],"motiveVictimGreenGuilty":["Well, I really shouldn't be saying anything, dearie.  But, [Victim] and [Green] were at odds over [Green]'s buisness."],"motiveVictimYellowInnocent":["[Victim]? Oh, yes. They tried their hardest to save my husband... | I can't fault them, they stayed with us until my husband's final breath. | I'm sorry dearie, that was a tad somber. Anything else?"],"motiveVictimYellowGuilty":["He seems like a kind man.  However, %and pardon my bluntness, honey,% [Victim] is not a good doctor. | He is what we had though.  I doubt anyone is looking forward to the upcoming months without a doctor."],"motiveVictimRedInnocent":["Oh, those two got along well enough.  [Victim] always seemed to buy something from her."],"motiveVictimRedGuilty":["I really should say aything, but... | Well, [Victim] was very outspoken and an athiest.  You know [Red], hot tempered and religious.  I can't imagine their conversations lasting long."],"motiveVictimBlackInnocent":["Ah, yes, the friar didn't seem to have any major problems with [Victim]. | In fact, he seemed less sour than usual when [Victim] was in town.  Probably took some of the stress of death off his mind."],"motiveVictimBlackGuilty":["[Victim] was an athiest, not that there's anything wrong with that of course. | Well, in anycase, [Black] and [Victim] didn't see eye to eye on a lot of things."],"motiveVictimBlueInnocent":["[Blue] always seemed to take more time off at my bakery when [Victim] came around. | I think he felt more relaxed knowing someone else was handling the pressure of the townsfolk.  "],"motiveVictimBlueGuilty":["Oh, that [Blue].  His face turns red as an apple when he sees [Victim] come by my bakery. | [Victim]'s always been very nice to me and shows me a lot of respect.  I can't imagine why [Blue] wouldn't like him."],"opportunityGreenGuilty":["[Green] was supposed to stop by to talk business but I must of just missed him. | Do you think he's upset deary?"],"opportunityGreenInnocent":["Oh no!  I just remembered that I was supposed to meet him that night! | He was probably trying to reach me at the bakery, I'm sure deary."],"opportunityYellowGuilty":["I was heading to the graveyard that night, deary.  I hadn't been to see Mr. Yellow in some time..."],"opportunityYellowInnocent":["I was heading to the graveyard that night, deary.  I hadn't been to see Mr. Yellow in some time..."],"opportunityRedGuilty":["Oh, [Red]?  I believe I saw her painting while I was out tonight. | She must have really been inspired to be working that late."],"opportunityRedInnocent":["I saw her in an alley working on something on my way to the graveyard honey. | Have you bought any of her merchandise? She is simply amazing at what she does."],"opportunityBlackGuilty":["I think I saw him somewhere near the [Location]. | Oh dear, I thought he was in for a devotional that night?"],"opportunityBlackInnocent":["You're asking about [Black] dear? I saw him in the church while I was walking by."],"opportunityBlueGuilty":["I did not see [Blue], sorry honey. | He recently made a big purchase of wine so I'm sure he was just busy drinking."],"opportunityBlueInnocent":["Honey, knowing [Blue] he was probably passed out. The poor fellow. "],"dunno":["Oh no, sorry dearier. I haven't a clue."]}
