{"introductions":["Oh, honey!  I'm so sorry you have to look into this case. | Let me know if I can get you anything to keep up your energy. | Not for free, of course.  Kindness doesn't pay for itself."],"openers":["Welcome back, honey!  What can I get you?","You look starved, honey.  You shouldn't work so hard.","Honey, take a break.  You seem like you need it."],"closers":["Leaving already?  Well good luck.","It seems like you've been working for awhile.  Maybe you should take a bread break.","Oh, my husband would've liked you."],"itemYes":["That is correct.  What are you implying, detective?","Of course I ... have [Weapon], detective.  Don't you?","I own many things, detective.  Including a company that has a need for [Weapon]."],"itemNo":["Oh, I may have had one once, but I don't have [Weapon] anymore.","Oh, I lost [Weapon] weeks ago, honey.","Say what you will, but I actually don't have [Weapon], honey."],"itemBut":["Oh, that reminds me!  I saw [Suspect] with [Weapon] the other day!","Speaking of which, did you hear that [Suspect] has [Weapon]?  I know, right?  Never really trusted [Suspect].","Oh, have you heard what they're saying?  [Suspect] supposedly has [Weapon] also.  I heard that [Suspect] knows how to use it, too."],"startHintYes":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'd hate to mention anyone by name, but it's the only place I can think to start, dear. | I think that [Suspect] has [Weapon].  Just please don't tell [Suspect] that I brought that up!"],"startHintNo":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'm sorry, honey.  I would have no idea where to start on this case."],"motiveGreenInnocent":["Oh, [Green]?  He's the proprietor of the rich and enrichening Green Wine, honey.  I hardly have something bad to say about him.","Oh yes, [Green] is a doll!  He even gives me discounts for ordering so much Green Wine each week, the sweet thing.","[Green] keeps up with many of the businesses around town despite his busy schedule.  It reminds me of how I like to run my business!"],"motiveGreenGuilty":["The townsfolk seem to love [Green]'s wine, but it's been hurting people's appetites for months now. | I'd personally prefer if people would just focus on answering their hunger.  Does that make sense?","[Green]?  I wish I could speak ill, but if I do then it would affect wine shipment prices.  Sorry honey.","Oh honey.  [Green] may one day run this town, but I'd hardly ask for it. | He'd focus on business first and people second.  Far too detatched for my liking."],"motiveYellowInnocent":["You already know me, honey.  I'm [Yellow], your local baker! | I learned to bake when I happily married Mr. Yellow.  I became a full-time baker after Mr. Yellow died. | But don't listen to me, I've found my ways to cope.  Luckily baking is one of them!"],"motiveYellowGuilty":[null],"motiveRedInnocent":["What a doll, that [Red]!  It's not often to see a hard-working female with such success around here.","[Red] has skill with her hands like you wouldn't believe! | I simply must use her practical crafts to get through the day.","[Red]?  Honey, her success is tied with mine.  She brings in foot traffic like you wouldn't believe.  "],"motiveRedGuilty":["[Red] brings a lot of foot traffic, but that foot traffic is often too full to buy anything.  If Red just sold things in my store instead of at my doorstep, then none of that would happen.","Don't get me wrong, honey.  [Red] seems sweet, but her competition is draining. | If she just didn't sell things at my doorstep then we'd all be so much happier!","[Red] is my competition, yet she's gotten me hooked on her supplies. | Customers are people too, honey.  She doesn't have the right to taunt me while I pay her."],"motiveBlackInnocent":["[Black] has always been a lovely customer, dear.  He even uses my bread during mass!","[Black] may seem harsh, but he's a real person when you get to speaking to him. | I know!  It surprised me too!","I was surprised to find out [Black]'s respect for bread and breadmaking.  A bit surprising, but appreciated! | Guess it goes to show that you shouldn't judge a book by it's cover.  Right, honey?"],"motiveBlackGuilty":["[Black] chases away all the kind folk around here day in and day out.  Maybe if he yelled less, then more people would visit his church.","Customers have told me that [Black] has kept them from wanting to come by my store since they might run into him.  He's a leech on happiness, darling.","If I'm honest, honey, [Black] so often calls me out for being an atheist that I have to avoid the town square most afternoons."],"motiveBlueInnocent":["[Blue] is a friend of mine!  He's always so nice to me, if a little overbearing.","Not only does [Blue] purchase wine from me all the time, but he's actually very sweet, if a bit overbearing.","[Blue] and I have spent a lot of time together lately.  He's very direct and, a little lude, but if you can get past that, he's a sweet man."],"motiveBlueGuilty":["[Blue] is very kind to me, but he seems a bit disconnected.  Sometimes, he feels like an entirely different person sometimes.  I worry about that man's mind sometime.","[Blue] is kind, but he cannot seem to accept that I am only interested in friendship at this time.  There's nothing wrong with just enjoying each other's company, honey.","Oh dear.  [Blue] is very overbearing to me.  He often interrupts my work to hit on me.  I wish that he would just leave me alone sometimes."],"genericDontKnow":["You expect me to pay attention to those kinds of things?"]}
