{"introductions":["Oh, honey!  I'm so sorry you have to look into this case. | Let me know if I can get you anything to keep up your energy. | Not for free, of course.  Kindness doesn't pay for itself."],"openers":["Welcome back, honey!  What can I get you?","You look starved, honey.  You shouldn't work so hard.","Honey, take a break.  You seem like you need it."],"openersMorning":["Oh, good morning dearie!  What can I get you?"],"openersDay":["Good to see you again, dearie. | I just finished baking a batch of bread.  Want some?"],"openersNight":["I've already closed up for the day, sorry honey. | But what else can I help you with?"],"closers":["Leaving already?  Well, good luck then, honey.","Come back for some cake later, dearie!","Good'ay, dearie."],"closersMorning":["Hope you got what you needed, honey.","Well, I'm off to finish prepping for the day!"],"closersDay":["Always a pleasure, honey, but it's time to get back to work!"],"closersNight":["It seems like you've been working for awhile.  Maybe you should take a dinner break, deary."],"itemYes":["That is correct.  What are you implying, detective?","Of course I ... have [Weapon], detective.  Don't you?","I own many things, detective.  Including a company that has a need for [Weapon]."],"itemNo":["Oh, I may have had [Weapon] once, but I don't have [Weapon] anymore.","Oh, I lost [Weapon] weeks ago, honey.","Say what you will, but I actually don't have [Weapon], honey."],"itemBut":["Oh, that reminds me!  I saw [Suspect] with [Weapon] the other day!","Speaking of which, did you hear that [Suspect] has [Weapon]?  I know, right?  Never really trusted [Suspect].","Oh, have you heard what they're saying?  [Suspect] supposedly has [Weapon] also.  I heard that [Suspect] knows how to use it, too."],"startHintYes":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'd hate to mention anyone by name, but it's the only place I can think to start, dear. | I think that [Suspect] has [Weapon].  Just please don't tell [Suspect] that I brought that up!"],"startHintNo":["Oh, how horrid!  I can't believe that someone would do such a thing! | I'm so sorry, honey.  I would have no idea where to start on this case."],"motiveGreenInnocent":["Not yet implemented."],"motiveGreenGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveYellowInnocent":["Not yet implemented."],"motiveYellowGuilty":["Not yet implemented."],"motiveRedInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveRedGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlackInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlackGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlueInnocent":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveBlueGuilty":["Not yet implemented.","Not yet implemented.","Not yet implemented."],"motiveVictimGreenInnocent":["I don't know about their personal relationship, but I know that [Victim] only comes into town when [Green] expedites him. | [Green] must really prefer [Victim] to be his doctor.  Don't you think, honey?"],"motiveVictimGreenGuilty":["Well, I really shouldn't be saying anything, dearie.  But, [Victim] and [Green] were at odds over [Green]'s business practices."],"motiveVictimYellowInnocent":["[Victim]? Oh, yes. They tried their hardest to save my husband... | I can't fault them, they stayed with us until my husband's final breath. | I'm sorry dearie, that was a tad somber. Anything else?"],"motiveVictimYellowGuilty":["He seems like a kind man.  However, %and pardon my bluntness, honey,% [Victim] is not a good doctor. | He is what we had though.  I doubt anyone is looking forward to the upcoming months without a doctor."],"motiveVictimRedInnocent":["Oh, those two got along well enough.  [Victim] always seemed to buy something from her."],"motiveVictimRedGuilty":["I really shouldn't say anything, but... | Well, [Victim] was a very outspoken athiest, and you know [Red], hot tempered and religious. | I can't imagine their conversations lasting long or ended well."],"motiveVictimBlackInnocent":["Ah, yes, the friar didn't seem to have any major problems with [Victim]. | In fact, he seemed less sour than usual when [Victim] was in town.  Probably took some of the stress of death off his mind."],"motiveVictimBlackGuilty":["[Victim] was an athiest, not that there's anything wrong with that of course. | Well, in anycase, [Black] and [Victim] didn't see eye to eye on a lot of things."],"motiveVictimBlueInnocent":["[Blue] always seemed to take more time off at my bakery when [Victim] came around. | I think he felt more relaxed knowing someone else was handling the pressure of the townsfolk.  "],"motiveVictimBlueGuilty":["Oh, that [Blue].  His face turns red as an apple pie when he sees [Victim] at my bakery. | [Victim] seems very respectful and is always such a sweetie to me.  I can't imagine why [Blue] wouldn't like him."],"opportunityGreenGuilty":["[Green] was supposed to stop by to \"talk business,\" but he didn't show. | How strange though, he never misses an appointment.  Do you know what happend to him, dearie?"],"opportunityGreenInnocent":["Oh no!  I just remembered that I was supposed to meet him that night! | He was probably trying to reach me at the bakery.  Do you think he's upset, dearie?"],"opportunityYellowGuilty":["I went to graveyard that night, dearie.  I hadn't been to see Mr. [Yellow] in some time..."],"opportunityYellowInnocent":["I went to graveyard that night, dearie.  I hadn't been to see Mr. [Yellow] in some time..."],"opportunityRedGuilty":["Hm, [Red]?  I don't believe I saw her that night, but I didn't pass through [Location], so if she wasn't home, then maybe she was there?"],"opportunityRedInnocent":["I saw her in an alley working on something while I was out, honey. | She is simply amazing at what she does.  Have you seen her work?","Oh, [Red]?  I believe I saw her painting while I was out. | She must have been really inspired to be working so late."],"opportunityBlackGuilty":["I think I saw him somewhere near the [Location]. | Oh dear, I thought that he said he was in for a devotional that night though.  Do you think he finish early, dearie?"],"opportunityBlackInnocent":["You're asking about [Black], dearie?  I saw him in the church while I was out that night.  He seemed quite deep in prayer."],"opportunityBlueGuilty":["I did not see [Blue] that night, sorry honey. | He recently made a big purchase of wine so I'm sure he was just busy drinking."],"opportunityBlueInnocent":["Oh [Blue], he was asleep on a bench when I was out walking. | Knowing [Blue], he was probably passed out from wine again.  The poor fellow."],"genericDontKnow":["Oh no, sorry dearie.  I haven't a clue."]}
